research/visualization_methods/outputs/Advanced Tutorial__test_model7/test_model7.mmd
graph TD
  Gamma["Gamma"]
  Normal["Normal"]
  mean["mean"]
  precision["precision"]
  rate["rate"]
  shape["shape"]
  variance["variance"]
  y["y"]
  μ["μ"]
  τ["τ"]
  Gamma --> τ
  Normal --> y
  Normal --> μ
  mean --> y
  mean --> μ
  precision --> y
  rate --> τ
  shape --> τ
  variance --> μ
  μ --> y
  τ --> y
